Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Completed
ar: مكتمل
bn: সম্পন্ন
ca: Completat
cs: Dokončeno
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
es_mx: Completado
fi: Valmis
fr: Terminé
gu: પૂર્ણ થયું
he: הושלם
hi: पूर्ण
hr: Dovršeno
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료
ml: പൂർത്തിയാക്കി
mr: पूर्ण झाले
ms: Selesai
nb: Fullført
nl: Voltooid
or: ସମାପ୍ତ
pa: ਪੂਰਾ ਹੋਇਆ
pl: Ukończone
pt_br: Concluído
pt_pt: Concluído
ro: Finalizat
ru: Завершено
sk: Hotovo
sl: Dokončano
sv: Slutförd
ta: முடிக்கப்பட்டது
te: పూర్తయింది
th: สมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_mx: Confirmar
fi: Vahvista
fr: Confirmer
gu: પુષ્ટિ કરો
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
kn: ದೃಢೀಕರಿಸಿ
ko: 확인
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ms: Sahkan
nb: Bekreft
nl: Bevestigen
or: ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Confirm and Delete Items
ar: تأكيد وحذف العناصر
bn: নিশ্চিত করুন এবং আইটেম মুছুন
ca: Confirma i elimina els elements
cs: Potvrdit a smazat položky
da: Bekræft og slet elementer
de: Artikel bestätigen und löschen
el: Επιβεβαίωση και διαγραφή στοιχείων
es: Confirmar y eliminar elementos
es_mx: Confirmar y eliminar elementos
fi: Vahvista ja poista kohteet
fr: Confirmer et supprimer les éléments
gu: પુષ્ટિ કરો અને વસ્તુઓ કાઢી નાખો
he: אשר ומחק פריטים
hi: पुष्टि करें और आइटम हटाएँ
hr: Potvrdi i izbriši stavke
hu: Megerősítés és elemek törlése
id: Konfirmasi dan hapus item
it: Conferma e Elimina Elementi
ja: 確認して項目を削除
kn: ಐಟಂಗಳನ್ನು ದೃಢೀಕರಿಸಿ ಮತ್ತು ಅಳಿಸಿ
ko: 확인 후 항목 삭제
ml: ഇനങ്ങൾ സ്ഥിരീകരിക്കുകയും ഇല്ലാതാക്കുകയും ചെയ്യുക
mr: पुष्टी करा आणि आयटम हटवा
ms: Sahkan dan padam item
nb: Bekreft og slett elementer
nl: Bevestigen en items verwijderen
or: ଆଇଟମଗୁଡିକ ନିଶ୍ଚିତ କରନ୍ତୁ ଏବଂ ବିଲୋପ କରନ୍ତୁ |
pa: ਆਈਟਮਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਮਿਟਾਓ
pl: Potwierdź i usuń pozycje
pt_br: Confirmar e Excluir Itens
pt_pt: Confirmar e eliminar itens
ro: Confirmă și șterge elementele
ru: Подтвердить и удалить элементы
sk: Potvrdiť a odstrániť položky
sl: Potrdi in izbriši elemente
sv: Bekräfta och ta bort objekt
ta: உருப்படிகளை உறுதிப்படுத்தி நீக்கவும்
te: అంశాలను నిర్ధారించండి మరియు తొలగించండి
th: ยืนยันและลบรายการ
tr: Onayla ve Öğeleri Sil
uk: Підтвердити та видалити елементи
ur: آئٹمز کی توثیق کریں اور حذف کریں
vi: Xác nhận và xóa mục
zh_hans: 确认并删除项目
zh_hant: 確認並刪除項目

source: Confirm and don't ask again
ar: تأكيد وعدم السؤال مرة أخرى
bn: নিশ্চিত করুন এবং আবার জিজ্ঞাসা করবেন না।
ca: Confirma i no ho tornis a preguntar
cs: Potvrdit a příště se neptat
da: Bekræft og spørg ikke igen
de: Bestätigen und nicht erneut fragen
el: Επιβεβαίωση και να μην ερωτηθώ ξανά
es: Confirmar y no volver a preguntar
es_mx: Confirma y no vuelvas a preguntar
fi: Vahvista äläkä kysy uudelleen
fr: Confirmer et ne plus demander
gu: પુષ્ટિ કરો અને ફરીથી પૂછશો નહીં
he: אשר ואל תשאל שוב
hi: पुष्टि करें और दोबारा न पूछें
hr: Potvrdi i više ne pitaj
hu: Megerősítés és ne kérdezze újra
id: Konfirmasi dan jangan tanya lagi
it: Conferma e non richiedere più
ja: 確認して今後は表示しない
kn: ದೃಢೀಕರಿಸಿ ಮತ್ತು ಮತ್ತೆ ಕೇಳಬೇಡಿ
ko: 확인하고 다시 묻지 않기
ml: സ്ഥിരീകരിക്കുക, വീണ്ടും ചോദിക്കരുത്
mr: पुष्टी करा आणि पुन्हा विचारू नका
ms: Sahkan dan jangan tanya lagi
nb: Bekreft og ikke spør igjen
nl: Bevestigen en niet opnieuw vragen
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ପଚାରନ୍ତୁ ନାହିଁ |
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ
pl: Potwierdź i nie pytaj ponownie
pt_br: Confirme e não pergunte novamente
pt_pt: Confirmar e não voltar a perguntar
ro: Confirmă și nu mai întreba
ru: Подтвердить и больше не спрашивать
sk: Potvrdiť a už sa nepýtať
sl: Potrdite in ne sprašujte več
sv: Bekräfta och fråga inte igen
ta: உறுதிப்படுத்தி, மீண்டும் கேட்க வேண்டாம்
te: నిర్ధారించండి మరియు మళ్లీ అడగవద్దు
th: ยืนยันและไม่ต้องถามอีก
tr: Onayla ve bir daha sorma
uk: Підтвердити і більше не питати
ur: توثیق کریں اور دوبارہ نہ پوچھیں
vi: Xác nhận và không hỏi lại
zh_hans: 确认且不再询问
zh_hant: 確認且不再詢問

source: Confirm Watched Episode
ar: تأكيد مشاهدة الحلقة
bn: দেখা পর্ব নিশ্চিত করুন
ca: Confirma l’episodi vist
cs: Potvrdit zhlédnutou epizodu
da: Bekræft set afsnit
de: Gesehene Episode bestätigen
el: Επιβεβαίωση παρακολουθημένου επεισοδίου
es: Confirmar episodio visto
es_mx: Confirmar El Episodio Visto
fi: Vahvista katsottu jakso
fr: Confirmer l'épisode comme lu
gu: જોયેલા એપિસોડની પુષ્ટિ કરો
he: אשר פרק שנצפה
hi: देखे गए एपिसोड की पुष्टि
hr: Potvrdi pogledanu epizodu
hu: Megtekintett epizód megerősítése
id: Konfirmasi episode ditonton
it: Conferma Episodi Visti
ja: エピソード視聴済みの確認
kn: ವೀಕ್ಷಿಸಿದ ಸಂಚಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ko: 에피소드 시청 확인
ml: കണ്ട എപ്പിസോഡ് സ്ഥിരീകരിക്കുക
mr: पाहिलेल्या भागाची पुष्टी करा
ms: Sahkan episod ditonton
nb: Bekreft sett episode
nl: Bekeken aflevering bevestigen
or: ଦେଖାଯାଇଥିବା ଏପିସୋଡ୍ ନିଶ୍ଚିତ କରନ୍ତୁ |
pa: ਦੇਖੇ ਗਏ ਐਪੀਸੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź obejrzany odcinek
pt_br: Confirme o Episódio Assistido
pt_pt: Confirmar episódio visto
ro: Confirmă episodul vizionat
ru: Подтвердить просмотренный эпизод
sk: Potvrdiť pozretú epizódu
sl: Potrdite gledano epizodo
sv: Bekräfta sedd avsnitt
ta: பார்த்த அத்தியாயத்தை உறுதிப்படுத்தவும்
te: చూసిన ఎపిసోడ్‌ని నిర్ధారించండి
th: ยืนยันตอนที่รับชม
tr: İzlenen Bölümü Onayla
uk: Підтвердити переглянутий епізод
ur: دیکھی گئی قسط کی توثیق کریں
vi: Xác nhận tập đã xem
zh_hans: 确认已观看剧集
zh_hant: 確認已觀看劇集

source: Connect a TMDB account from iPhone, iPad, or Mac.
ar: اربط حساب TMDB من iPhone أو iPad أو Mac.
bn: iPhone, iPad বা Mac থেকে একটি TMDB অ্যাকাউন্ট সংযুক্ত করুন৷
ca: Connecta un compte de TMDB des de l’iPhone, l’iPad o el Mac.
cs: Připoj účet TMDB z iPhonu, iPadu nebo Macu.
da: Forbind en TMDB-konto fra iPhone, iPad eller Mac.
de: Verbinde ein TMDB-Konto von iPhone, iPad oder Mac.
el: Συνδέστε λογαριασμό TMDB από iPhone, iPad ή Mac.
es: Conecta una cuenta TMDB desde iPhone, iPad o Mac.
es_mx: Conecta una cuenta TMDB desde iPhone, iPad o Mac.
fi: Yhdistä TMDB-tili iPhonesta, iPadista tai Macista.
fr: Connectez un compte TMDB depuis iPhone, iPad ou Mac.
gu: iPhone, iPad અથવા Mac પરથી TMDB એકાઉન્ટ કનેક્ટ કરો.
he: חבר חשבון TMDB מ‑iPhone, iPad או Mac.
hi: iPhone, iPad या Mac से TMDB खाता कनेक्ट करें।
hr: Poveži TMDB račun s iPhonea, iPada ili Maca.
hu: Csatlakoztass TMDB-fiókot iPhone-ról, iPadről vagy Macről.
id: Hubungkan akun TMDB dari iPhone, iPad, atau Mac.
it: Collega un account TMDB da iPhone, iPad o Mac.
ja: iPhone、iPad、またはMacからTMDBアカウントを接続してください。
kn: iPhone, iPad, ಅಥವಾ Mac ನಿಂದ TMDB ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: iPhone, iPad 또는 Mac에서 TMDB 계정을 연결하세요.
ml: iPhone, iPad അല്ലെങ്കിൽ Mac എന്നിവയിൽ നിന്ന് ഒരു TMDB അക്കൗണ്ട് ബന്ധിപ്പിക്കുക.
mr: iPhone, iPad किंवा Mac वरून TMDB खाते कनेक्ट करा.
ms: Sambungkan akaun TMDB dari iPhone, iPad atau Mac.
nb: Koble til en TMDB-konto fra iPhone, iPad eller Mac.
nl: Koppel een TMDB-account vanaf iPhone, iPad of Mac.
or: ଆଇଫୋନ୍, ଆଇପ୍ୟାଡ୍, କିମ୍ବା ମ୍ୟାକ୍ ରୁ ଏକ TMDB ଖାତା ସଂଯୋଗ କରନ୍ତୁ |
pa: iPhone, iPad, ਜਾਂ Mac ਤੋਂ ਇੱਕ TMDB ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ।
pl: Połącz konto TMDB z iPhone’a, iPada lub Maca.
pt_br: Conecte uma conta TMDB pelo iPhone, iPad ou Mac.
pt_pt: Conecte uma conta TMDB pelo iPhone, iPad ou Mac.
ro: Conectează un cont TMDB de pe iPhone, iPad sau Mac.
ru: Подключите аккаунт TMDB с iPhone, iPad или Mac.
sk: Pripoj účet TMDB z iPhonu, iPadu alebo Macu.
sl: Poveži račun TMDB z iPhona, iPada ali Maca.
sv: Anslut ett TMDB-konto från iPhone, iPad eller Mac.
ta: iPhone, iPad அல்லது Mac இலிருந்து TMDB கணக்கை இணைக்கவும்.
te: iPhone, iPad లేదా Mac నుండి TMDB ఖాతాను కనెక్ట్ చేయండి.
th: เชื่อมต่อบัญชี TMDB จาก iPhone, iPad หรือ Mac
tr: iPhone, iPad veya Mac’ten bir TMDB hesabı bağlayın.
uk: Підключіть обліковий запис TMDB з iPhone, iPad або Mac.
ur: IPhone، iPad، یا Mac سے TMDB اکاؤنٹ منسلک کریں ۔
vi: Kết nối tài khoản TMDB từ iPhone, iPad hoặc Mac.
zh_hans: 请通过 iPhone、iPad 或 Mac 连接 TMDB 账户。
zh_hant: 請透過 iPhone、iPad 或 Mac 連接 TMDB 帳號。

source: Connect an optional SIMKL account to sync your watchlist with Cronica. CloudKit still syncs your Apple devices.
ar: اربط حساب SIMKL اختياريًا لمزامنة قائمتك مع Cronica. يستمر CloudKit في مزامنة أجهزة Apple.
bn: Cronica এর সাথে আপনার ওয়াচলিস্ট সিঙ্ক করতে একটি ঐচ্ছিক SIMKL অ্যাকাউন্ট সংযুক্ত করুন৷ CloudKit এখনও আপনার Apple ডিভাইসগুলিকে সিঙ্ক করে৷
ca: Connecta un compte opcional de SIMKL per sincronitzar la teva Watchlist amb Cronica. CloudKit continua sincronitzant els teus dispositius Apple.
cs: Připoj volitelný účet SIMKL pro synchronizaci seznamu s Cronicou. CloudKit stále synchronizuje tvá zařízení Apple.
da: Tilslut en valgfri SIMKL-konto for at synkronisere din liste med Cronica. CloudKit synkroniserer stadig dine Apple-enheder.
de: Verbinde optional ein SIMKL-Konto, um deine Merkliste mit Cronica zu synchronisieren. CloudKit synchronisiert weiter deine Apple-Geräte.
el: Συνδέστε προαιρετικά έναν λογαριασμό SIMKL για συγχρονισμό της λίστας με το Cronica. Το CloudKit συνεχίζει να συγχρονίζει τις συσκευές Apple.
es: Conecta una cuenta SIMKL opcional para sincronizar tu lista con Cronica. CloudKit sigue sincronizando tus dispositivos Apple.
es_mx: Conecta una cuenta SIMKL opcional para sincronizar tu lista con Cronica. CloudKit sigue sincronizando tus dispositivos Apple.
fi: Yhdistä valinnainen SIMKL-tili synkronoidaksesi watchlistan Cronican kanssa. CloudKit synkronoi edelleen Apple-laitteesi.
fr: Connectez un compte SIMKL optionnel pour synchroniser votre liste avec Cronica. CloudKit synchronise toujours vos appareils Apple.
gu: તમારી વોચલિસ્ટને Cronica સાથે સમન્વયિત કરવા માટે વૈકલ્પિક SIMKL એકાઉન્ટને કનેક્ટ કરો. CloudKit હજુ પણ તમારા Apple ઉપકરણોને સમન્વયિત કરે છે.
he: חבר חשבון SIMKL אופציונלי כדי לסנכרן את הרשימה עם Cronica. CloudKit ממשיך לסנכרן את מכשירי Apple.
hi: अपनी वॉचलिस्ट को Cronica के साथ सिंक करने के लिए वैकल्पिक SIMKL खाता कनेक्ट करें। CloudKit अभी भी आपके Apple डिवाइस सिंक करता है।
hr: Poveži opcionalni SIMKL račun za sinkronizaciju popisa s Cronicom. CloudKit i dalje sinkronizira tvoje Apple uređaje.
hu: Csatlakoztass opcionális SIMKL-fiókot a lista Cronica-val való szinkronizálásához. A CloudKit továbbra is szinkronizálja az Apple-eszközeidet.
id: Hubungkan akun SIMKL opsional untuk menyinkronkan daftar tonton dengan Cronica. CloudKit tetap menyinkronkan perangkat Apple Anda.
it: Collega un account SIMKL opzionale per sincronizzare la watchlist con Cronica. CloudKit continua a sincronizzare i dispositivi Apple.
ja: 任意のSIMKLアカウントを接続すると、ウォッチリストをCronicaと同期できます。CloudKitは引き続きAppleデバイスを同期します。
kn: Cronica ಜೊತೆಗೆ ನಿಮ್ಮ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯನ್ನು ಸಿಂಕ್ ಮಾಡಲು ಐಚ್ಛಿಕ SIMKL ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ. CloudKit ಇನ್ನೂ ನಿಮ್ಮ Apple ಸಾಧನಗಳನ್ನು ಸಿಂಕ್ ಮಾಡುತ್ತದೆ.
ko: 선택적 SIMKL 계정을 연결해 워치리스트를 Cronica와 동기화하세요. CloudKit은 계속 Apple 기기를 동기화합니다.
ml: നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റ് Cronica-മായി സമന്വയിപ്പിക്കാൻ ഒരു ഓപ്‌ഷണൽ SIMKL അക്കൗണ്ട് കണക്റ്റുചെയ്യുക. CloudKit ഇപ്പോഴും നിങ്ങളുടെ Apple ഉപകരണങ്ങളെ സമന്വയിപ്പിക്കുന്നു.
mr: तुमची वॉचलिस्ट Cronica सह सिंक करण्यासाठी पर्यायी SIMKL खाते कनेक्ट करा. CloudKit अजूनही तुमची Apple डिव्हाइस समक्रमित करते.
ms: Sambungkan akaun SIMKL pilihan untuk menyegerakkan senarai tontonan dengan Cronica. CloudKit masih menyegerakkan peranti Apple anda.
nb: Koble til en valgfri SIMKL-konto for å synkronisere listen med Cronica. CloudKit synkroniserer fortsatt Apple-enhetene dine.
nl: Koppel optioneel een SIMKL-account om je watchlist met Cronica te synchroniseren. CloudKit synchroniseert nog steeds je Apple-apparaten.
or: Cronica ସହିତ ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟକୁ ସିଙ୍କ୍ କରିବାକୁ ଏକ ଇଚ୍ଛାଧୀନ SIMKL ଖାତା ସଂଯୋଗ କରନ୍ତୁ | CloudKit ତଥାପି ଆପଣଙ୍କର Apple ଉପକରଣଗୁଡ଼ିକୁ ସିଙ୍କ କରିଥାଏ |
pa: Cronica ਨਾਲ ਆਪਣੀ ਵਾਚਲਿਸਟ ਸਿੰਕ ਕਰਨ ਲਈ ਵਿਕਲਪਿਕ SIMKL ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ। CloudKit ਫਿਰ ਵੀ ਤੁਹਾਡੀਆਂ Apple ਡਿਵਾਈਸਾਂ ਨੂੰ ਸਿੰਕ ਕਰਦਾ ਹੈ।
pl: Połącz opcjonalne konto SIMKL, aby synchronizować listę z Cronica. CloudKit nadal synchronizuje urządzenia Apple.
pt_br: Conecte uma conta SIMKL opcional para sincronizar sua lista com o Cronica. O CloudKit continua sincronizando seus dispositivos Apple.
pt_pt: Conecte uma conta SIMKL opcional para sincronizar sua lista com o Cronica. O CloudKit continua sincronizando seus dispositivos Apple.
ro: Conectează un cont SIMKL opțional pentru a sincroniza lista cu Cronica. CloudKit sincronizează în continuare dispozitivele Apple.
ru: Подключите необязательный аккаунт SIMKL, чтобы синхронизировать список с Cronica. CloudKit по-прежнему синхронизирует устройства Apple.
sk: Pripoj voliteľný účet SIMKL na synchronizáciu zoznamu s Cronicou. CloudKit naďalej synchronizuje tvoje zariadenia Apple.
sl: Poveži izbirni račun SIMKL za sinhronizacijo watchlist s Cronica. CloudKit še vedno sinhronizira tvoje Apple naprave.
sv: Anslut ett valfritt SIMKL-konto för att synka din lista med Cronica. CloudKit synkar fortfarande dina Apple-enheter.
ta: Cronica உடன் உங்கள் கண்காணிப்புப் பட்டியலை ஒத்திசைக்க, விருப்பமான SIMKL கணக்கை இணைக்கவும். CloudKit உங்கள் Apple சாதனங்களை இன்னும் ஒத்திசைக்கிறது.
te: మీ వీక్షణ జాబితాను Cronicaతో సమకాలీకరించడానికి ఐచ్ఛిక SIMKL ఖాతాను కనెక్ట్ చేయండి. CloudKit ఇప్పటికీ మీ Apple పరికరాలను సమకాలీకరిస్తుంది.
th: เชื่อมต่อบัญชีเสริม SIMKL เพื่อซิงค์รายการเฝ้าดูของคุณกับ Cronica CloudKit ยังคงซิงค์อุปกรณ์ Apple ของคุณ
tr: İzleme listenizi Cronica ile senkronize etmek için isteğe bağlı bir SIMKL hesabı bağlayın. CloudKit Apple cihazlarınızı senkronize etmeye devam eder.
uk: Підключіть необов’язковий обліковий запис SIMKL, щоб синхронізувати список з Cronica. CloudKit надалі синхронізує пристрої Apple.
ur: اپنی واچ لسٹ کو Cronica کے ساتھ مطابقت پذیر کرنے کے لیے ایک اختیاری SIMKL اکاؤنٹ منسلک کریں ۔ CloudKit اب بھی آپ کے Apple آلات کو مطابقت پذیر بناتا ہے ۔
vi: Kết nối tài khoản SIMKL tùy chọn để đồng bộ hóa danh sách theo dõi của bạn với Cronica. CloudKit vẫn đồng bộ hóa các thiết bị Apple của bạn.
zh_hans: 连接可选的 SIMKL 账户，将待看列表与 Cronica 同步。CloudKit 仍会同步你的 Apple 设备。
zh_hant: 連接可選的 SIMKL 帳號，將待看清單與 Cronica 同步。CloudKit 仍會同步你的 Apple 裝置。

source: Connect an optional TMDB account to sync your watchlist, ratings, and favorites with Cronica. Cronica already uses TMDB for catalog data; CloudKit still syncs your Apple devices.
ar: اربط حساب TMDB اختياريًا لمزامنة قائمتك وتقييماتك ومفضلاتك مع Cronica. يستخدم Cronica بالفعل TMDB لبيانات الكتالوج؛ ويستمر CloudKit في مزامنة أجهزة Apple.
bn: Cronica এর সাথে আপনার ওয়াচলিস্ট, রেটিং এবং পছন্দগুলি সিঙ্ক করতে একটি ঐচ্ছিক TMDB অ্যাকাউন্ট সংযুক্ত করুন৷ Cronica ইতিমধ্যেই ক্যাটালগ ডেটার জন্য TMDB ব্যবহার করে; CloudKit এখনও আপনার Apple ডিভাইসগুলিকে সিঙ্ক করে৷
ca: Connecta un compte opcional de TMDB per sincronitzar la Watchlist, les puntuacions i els preferits amb Cronica. Cronica ja utilitza TMDB per a les dades del catàleg; CloudKit continua sincronitzant els teus dispositius Apple.
cs: Připoj volitelný účet TMDB pro synchronizaci seznamu, hodnocení a oblíbených s Cronicou. Cronica už používá TMDB pro katalog; CloudKit stále synchronizuje tvá zařízení Apple.
da: Tilslut en valgfri TMDB-konto for at synkronisere din liste, vurderinger og favoritter med Cronica. Cronica bruger allerede TMDB til katalogdata; CloudKit synkroniserer stadig dine Apple-enheder.
de: Verbinde optional ein TMDB-Konto, um Merkliste, Bewertungen und Favoriten mit Cronica zu synchronisieren. Cronica nutzt TMDB bereits für Katalogdaten; CloudKit synchronisiert weiter deine Apple-Geräte.
el: Συνδέστε προαιρετικά έναν λογαριασμό TMDB για συγχρονισμό λίστας, βαθμολογιών και αγαπημένων με το Cronica. Το Cronica χρησιμοποιεί ήδη το TMDB για τον κατάλογο· το CloudKit συνεχίζει να συγχρονίζει τις συσκευές Apple.
es: Conecta una cuenta TMDB opcional para sincronizar tu lista, valoraciones y favoritos con Cronica. Cronica ya usa TMDB para el catálogo; CloudKit sigue sincronizando tus dispositivos Apple.
es_mx: Conecta una cuenta TMDB opcional para sincronizar tu lista, calificaciones y favoritos con Cronica. Cronica ya usa TMDB para el catálogo; CloudKit sigue sincronizando tus dispositivos Apple.
fi: Yhdistä valinnainen TMDB-tili synkronoidaksesi watchlistan, arviot ja suosikit Cronican kanssa. Cronica käyttää jo TMDB:tä katalogitietoihin; CloudKit synkronoi edelleen Apple-laitteesi.
fr: Connectez un compte TMDB optionnel pour synchroniser votre liste, notes et favoris avec Cronica. Cronica utilise déjà TMDB pour le catalogue ; CloudKit synchronise toujours vos appareils Apple.
gu: તમારી વોચલિસ્ટ, રેટિંગ્સ અને ફેવરિટને Cronica સાથે સિંક કરવા માટે વૈકલ્પિક TMDB એકાઉન્ટને કનેક્ટ કરો. Cronica પહેલેથી જ કેટલોગ ડેટા માટે TMDB નો ઉપયોગ કરે છે; CloudKit હજુ પણ તમારા Apple ઉપકરણોને સમન્વયિત કરે છે.
he: חבר חשבון TMDB אופציונלי כדי לסנכרן את הרשימה, הדירוגים והמועדפים עם Cronica. Cronica כבר משתמש ב‑TMDB לנתוני קטלוג; CloudKit ממשיך לסנכרן את מכשירי Apple.
hi: अपनी वॉचलिस्ट, रेटिंग और पसंदीदा को Cronica के साथ सिंक करने के लिए वैकल्पिक TMDB खाता कनेक्ट करें। Cronica कैटलॉग डेटा के लिए पहले से TMDB का उपयोग करता है; CloudKit अभी भी आपके Apple डिवाइस सिंक करता है।
hr: Poveži opcionalni TMDB račun za sinkronizaciju popisa, ocjena i favorita s Cronicom. Cronica već koristi TMDB za katalog; CloudKit i dalje sinkronizira tvoje Apple uređaje.
hu: Csatlakoztass opcionális TMDB-fiókot a lista, értékelések és kedvencek Cronica-val való szinkronizálásához. A Cronica már TMDB-t használ a katalógushoz; a CloudKit továbbra is szinkronizálja az Apple-eszközeidet.
id: Hubungkan akun TMDB opsional untuk menyinkronkan daftar tonton, rating, dan favorit dengan Cronica. Cronica sudah memakai TMDB untuk data katalog; CloudKit tetap menyinkronkan perangkat Apple Anda.
it: Collega un account TMDB opzionale per sincronizzare watchlist, valutazioni e preferiti con Cronica. Cronica usa già TMDB per il catalogo; CloudKit continua a sincronizzare i dispositivi Apple.
ja: 任意のTMDBアカウントを接続すると、ウォッチリスト、評価、お気に入りをCronicaと同期できます。Cronicaはカタログデータに既にTMDBを使用し、CloudKitは引き続きAppleデバイスを同期します。
kn: Cronica ಜೊತೆಗೆ ನಿಮ್ಮ ವೀಕ್ಷಣೆ ಪಟ್ಟಿ, ರೇಟಿಂಗ್‌ಗಳು ಮತ್ತು ಮೆಚ್ಚಿನವುಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಲು ಐಚ್ಛಿಕ TMDB ಖಾತೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ. Cronica ಈಗಾಗಲೇ ಕ್ಯಾಟಲಾಗ್ ಡೇಟಾಗಾಗಿ TMDB ಅನ್ನು ಬಳಸುತ್ತದೆ; CloudKit ಇನ್ನೂ ನಿಮ್ಮ Apple ಸಾಧನಗಳನ್ನು ಸಿಂಕ್ ಮಾಡುತ್ತದೆ.
ko: 선택적 TMDB 계정을 연결해 워치리스트, 평점, 즐겨찾기를 Cronica와 동기화하세요. Cronica는 이미 카탈로그에 TMDB를 사용하며, CloudKit은 계속 Apple 기기를 동기화합니다.
ml: നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റ്, റേറ്റിംഗുകൾ, പ്രിയങ്കരങ്ങൾ എന്നിവ Cronica-മായി സമന്വയിപ്പിക്കാൻ ഒരു ഓപ്‌ഷണൽ TMDB അക്കൗണ്ട് ബന്ധിപ്പിക്കുക. കാറ്റലോഗ് ഡാറ്റയ്ക്കായി Cronica ഇതിനകം TMDB ഉപയോഗിക്കുന്നു; CloudKit ഇപ്പോഴും നിങ്ങളുടെ Apple ഉപകരണങ്ങളെ സമന്വയിപ്പിക്കുന്നു.
mr: तुमची वॉचलिस्ट, रेटिंग आणि आवडी Cronica सह सिंक करण्यासाठी पर्यायी TMDB खाते कनेक्ट करा. Cronica आधीच कॅटलॉग डेटासाठी TMDB वापरते; CloudKit अजूनही तुमची Apple डिव्हाइस सिंक करते.
ms: Sambungkan akaun TMDB pilihan untuk menyegerakkan senarai tontonan, rating dan kegemaran dengan Cronica. Cronica sudah menggunakan TMDB untuk data katalog; CloudKit masih menyegerakkan peranti Apple anda.
nb: Koble til en valgfri TMDB-konto for å synkronisere listen, vurderinger og favoritter med Cronica. Cronica bruker allerede TMDB til katalogdata; CloudKit synkroniserer fortsatt Apple-enhetene dine.
nl: Koppel optioneel een TMDB-account om watchlist, beoordelingen en favorieten met Cronica te synchroniseren. Cronica gebruikt TMDB al voor catalogusgegevens; CloudKit synchroniseert nog steeds je Apple-apparaten.
or: Cronica ସହିତ ଆପଣଙ୍କର ୱାଚଲିଷ୍ଟ, ମୂଲ୍ୟାୟନ, ଏବଂ ପସନ୍ଦଗୁଡିକ ସିଙ୍କ କରିବାକୁ ଏକ ଇଚ୍ଛାଧୀନ TMDB ଖାତା ସଂଯୋଗ କରନ୍ତୁ | କାଟାଲଗ୍ ତଥ୍ୟ ପାଇଁ Cronica ପୂର୍ବରୁ TMDB ବ୍ୟବହାର କରେ | CloudKit ତଥାପି ଆପଣଙ୍କର Apple ଉପକରଣଗୁଡ଼ିକୁ ସିଙ୍କ କରେ |
pa: Cronica ਨਾਲ ਵਾਚਲਿਸਟ, ਰੇਟਿੰਗਾਂ ਅਤੇ ਮਨਪਸੰਦ ਸਿੰਕ ਕਰਨ ਲਈ ਵਿਕਲਪਿਕ TMDB ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ। Cronica ਪਹਿਲਾਂ ਹੀ ਕੈਟਾਲਾਗ ਡਾਟਾ ਲਈ TMDB ਵਰਤਦਾ ਹੈ; CloudKit ਫਿਰ ਵੀ ਤੁਹਾਡੀਆਂ Apple ਡਿਵਾਈਸਾਂ ਨੂੰ ਸਿੰਕ ਕਰਦਾ ਹੈ।
pl: Połącz opcjonalne konto TMDB, aby synchronizować listę, oceny i ulubione z Cronica. Cronica już używa TMDB do katalogu; CloudKit nadal synchronizuje urządzenia Apple.
pt_br: Conecte uma conta TMDB opcional para sincronizar sua lista, avaliações e favoritos com o Cronica. O Cronica já usa o TMDB para o catálogo; o CloudKit continua sincronizando seus dispositivos Apple.
pt_pt: Conecte uma conta TMDB opcional para sincronizar sua lista, avaliações e favoritos com o Cronica. O Cronica já usa o TMDB para o catálogo; o CloudKit continua sincronizando seus dispositivos Apple.
ro: Conectează un cont TMDB opțional pentru a sincroniza lista, evaluările și favoritele cu Cronica. Cronica folosește deja TMDB pentru catalog; CloudKit sincronizează în continuare dispozitivele Apple.
ru: Подключите необязательный аккаунт TMDB, чтобы синхронизировать список, оценки и избранное с Cronica. Cronica уже использует TMDB для каталога; CloudKit по-прежнему синхронизирует устройства Apple.
sk: Pripoj voliteľný účet TMDB na synchronizáciu zoznamu, hodnotení a obľúbených s Cronicou. Cronica už používa TMDB na katalogové dáta; CloudKit naďalej synchronizuje tvoje zariadenia Apple.
sl: Poveži izbirni račun TMDB za sinhronizacijo watchlist, ocen in priljubljenih s Cronica. Cronica že uporablja TMDB za podatke kataloga; CloudKit še vedno sinhronizira tvoje Apple naprave.
sv: Anslut ett valfritt TMDB-konto för att synka din lista, betyg och favoriter med Cronica. Cronica använder redan TMDB för katalogdata; CloudKit synkar fortfarande dina Apple-enheter.
ta: Cronica உடன் உங்களின் கண்காணிப்புப் பட்டியல், மதிப்பீடுகள் மற்றும் பிடித்தவைகளை ஒத்திசைக்க, விருப்பமான TMDB கணக்கை இணைக்கவும். Cronica ஏற்கனவே TMDBஐ அட்டவணை தரவுகளுக்குப் பயன்படுத்துகிறது; CloudKit உங்கள் Apple சாதனங்களை இன்னும் ஒத்திசைக்கிறது.
te: మీ వీక్షణ జాబితా, రేటింగ్‌లు మరియు ఇష్టమైన వాటిని Cronicaతో సమకాలీకరించడానికి ఐచ్ఛిక TMDB ఖాతాను కనెక్ట్ చేయండి. Cronica ఇప్పటికే కేటలాగ్ డేటా కోసం TMDBని ఉపయోగిస్తుంది; CloudKit ఇప్పటికీ మీ Apple పరికరాలను సమకాలీకరిస్తుంది.
th: เชื่อมต่อบัญชีเสริม TMDB เพื่อซิงค์รายการเฝ้าดู การให้คะแนน และรายการโปรดกับ Cronica Cronica ใช้ TMDB สำหรับข้อมูลแค็ตตาล็อกอยู่แล้ว CloudKit ยังคงซิงค์อุปกรณ์ Apple ของคุณ
tr: İzleme listesi, puanlar ve favorileri Cronica ile senkronize etmek için isteğe bağlı bir TMDB hesabı bağlayın. Cronica katalog için zaten TMDB kullanır; CloudKit Apple cihazlarınızı senkronize etmeye devam eder.
uk: Підключіть необов’язковий обліковий запис TMDB, щоб синхронізувати список, оцінки та вибране з Cronica. Cronica вже використовує TMDB для каталогу; CloudKit надалі синхронізує пристрої Apple.
ur: اپنی واچ لسٹ، درجہ بندیاں اور پسندیدہ کو Cronica کے ساتھ مطابقت پذیر کرنے کے لیے ایک اختیاری TMDB اکاؤنٹ منسلک کریں ۔ Cronica پہلے ہی کیٹلاگ ڈیٹا کے لیے TMDB استعمال کرتا ہے ؛ CloudKit اب بھی آپ کے Apple آلات کو مطابقت پذیر کرتا ہے ۔
vi: Kết nối tài khoản TMDB tùy chọn để đồng bộ hóa danh sách theo dõi, xếp hạng và mục yêu thích của bạn với Cronica. Cronica đã sử dụng TMDB cho dữ liệu catalog; CloudKit vẫn đồng bộ hóa các thiết bị Apple của bạn.
zh_hans: 连接可选的 TMDB 账户，将待看列表、评分和收藏与 Cronica 同步。Cronica 已使用 TMDB 提供目录数据；CloudKit 仍会同步你的 Apple 设备。
zh_hant: 連接可選的 TMDB 帳號，將待看清單、評分和收藏與 Cronica 同步。Cronica 已使用 TMDB 提供目錄資料；CloudKit 仍會同步你的 Apple 裝置。
